{
  "coc-clangd": { "branch": "master" },
  "coc-css": { "branch": "master" },
  "coc-highlight": { "branch": "master" },
  "coc-lists": { "branch": "master" },
  "coc-rust-analyzer": { "branch": "master" },
  "coc-snippets": { "branch": "master" },
  "coc-tsserver": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}